tap "atlassian/acli"
tap "hashicorp/tap"
tap "homebrew/cask-fonts"
tap "ngrok/ngrok"
brew "giflib"
brew "libpng"
brew "awscli"
brew "bat"
brew "cairo"
brew "carapace"
brew "chezmoi"
brew "claude-squad"
brew "cmake"
brew "cocoapods"
brew "dive"
brew "exa"
brew "eza"
brew "fd"
brew "pango"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "gnupg"
brew "httpie"
brew "icu4c@76"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "k6"
brew "lazydocker"
brew "librsvg"
brew "lua-language-server"
brew "luarocks"
brew "neovim"
brew "nushell"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "poppler"
brew "potrace"
brew "ripgrep"
brew "sevenzip"
brew "sniffnet"
brew "starship"
brew "tmux"
brew "tree"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "atlassian/acli/acli"
brew "hashicorp/tap/terraform"
cask "1password-cli"
cask "bruno"
cask "devtoys"
cask "fig"
cask "firefox"
cask "font-monaspace"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "hyper"
cask "iterm2"
cask "monitorcontrol"
cask "ngrok"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "ambar.bundle-size"
vscode "andrepimenta.claude-code-chat"
vscode "anthropic.claude-code"
vscode "arjun.swagger-viewer"
vscode "bradlc.vscode-tailwindcss"
vscode "chrisdias.promptboost"
vscode "dsznajder.es7-react-js-snippets"
vscode "formulahendry.auto-close-tag"
vscode "gencer.html-slim-scss-css-class-completion"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.terraform"
vscode "josemurilloc.aura-spirit-dracula"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-speech"
vscode "ms-vsliveshare.vsliveshare"
vscode "nextnav.nextnav"
vscode "oderwat.indent-rainbow"
vscode "openai.chatgpt"
vscode "pkief.material-icon-theme"
vscode "raillyhugo.one-hunter"
vscode "redhat.vscode-yaml"
vscode "steoates.autoimport"
vscode "subframe7536.custom-ui-style"
vscode "vscode-icons-team.vscode-icons"
vscode "wix.vscode-import-cost"
